{
    "offices": {
        "Cashier's Office": [
            "Cashier's office is one of the busiest offices in the school.",
            "Cashier, this is where you pay your financial obligation.",
            "Cashier's office is located at the ground floor of the main building.",
            "The office manages the safekeeping of school funds before they are deposited in authorized bank accounts."
        ],

        "Registrar's Office": [
            "Registrar's office is responsible for maintaining student records.",
            "registrar's office is where you file your requirements for enrollment.",
            "Registrar's office is located at the ground floor of the main building.",
            "Registrar's office is open from 8:00 AM to 5:00 PM."
        ],

        "CAST Office": ["The CAST Office serves as the main administrative hub for the College of Arts, Sciences, and Technology.", 
            "The CAST Office ensures that school policies, rules, and guidelines are implemented within the department.", 
            "The office helps in planning, organizing, and overseeing activities such as seminars, academic competitions, research presentations, and cultural programs under CAST.", 
            "The CAST Office is usually headed by a Dean or Program Chair, assisted by staff who handle clerical and coordination tasks.", 
            "The CAST Office is located on the second floor of the main building."],

        "MDC Library": [
            "MDC Library is the center of learning resources in the school.",
            "MDC Library stores over 50,000 books varies from different genres.",
            "MDC Library is open from 8:00 AM to 6:00 PM on weekdays.",
            "MDC Library is closed on weekends and holidays.",
            "MDC Library provides study areas for students.",
            "MDC Library offers free Wi-Fi for students and staff."
        ],

        "CCJ Office": ["The office specifically handles matters related to criminology programs, law enforcement training, forensic studies, and related courses.", 
            "The CCJ Office coordinates with law enforcement agencies, government bodies, and other institutions for internships, training, and job placements for criminology students.", 
            "The office is responsible for organizing seminars, workshops, and events related to criminal justice and law enforcement.", 
            "The CCJ Office is usually headed by a Program Chair or Coordinator, assisted by staff who manage administrative tasks.", 
            "The CCJ Office is located on the second floor of the main building."]
    },

    "general": [
        "Mater Dei College was established in 1983.",
        "Mater Dei College held their first commencement exercises on March 30, 1987 with 8 graduates in two-year courses. 3 were graduats of Associate Arts, 4 in Associate in Commercial Science, and 4 graduates in Junior Secretarial Course.",
        "Sapentia means Wisdom through Scholarship, Caritas means Charity through Service, Oratio means Prayer-life through Living the Gospel."
    ]
}
